#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
############################
##       Messages ru      ##
############################

message.add.course.faild.places = \u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u043D\u0435\u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0438\u0435 \u043C\u0435\u0441\u0442\u0430. \u0412 \u043F\u043E\u043B\u0435 \u0432\u0432\u043E\u0434\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
message.assign.grade.no.student = \u0412\u044B \u043D\u0435 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0451\u0442\u0435 \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430\u043C, \u043F\u043E\u044D\u0442\u043E\u0439 \u043F\u0440\u0438\u0447\u0438\u043D\u0435 \u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043D\u0430\u0437\u043D\u0430\u0447\u0438\u0442\u044C \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430\u043C \u0438\u0445 \u0431\u0430\u043B\u044B.
message.assign.mark.faild       = \u0412\u044B \u0432\u044B\u0441\u0442\u0430\u0432\u0438\u043B\u0438 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0435 \u0431\u0430\u043B\u043B\u044B \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0430\u043C
message.catalog.courses.empty   = \u041A\u0443\u0440\u0441\u044B \u043D\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B. \u041E\u043D\u0438 \u043F\u043E\u044F\u0432\u044F\u0442\u0441\u044F \u0447\u0435\u0440\u0435\u0437 \u0432\u0440\u0435\u043C\u044F.
message.course.exist            = \u0412\u044B \u0443\u0436\u0435 \u0441\u043E\u0437\u0434\u0430\u043B\u0438 \u0442\u0430\u043A\u043E\u0439 \u0444\u0430\u043A\u0443\u043B\u044C\u0442\u0430\u0442\u0438\u0432.
message.db.problem              = \u0412\u0430\u0448\u0443 \u0443\u0447\u0451\u0442\u043D\u0443\u044E \u0437\u0430\u043F\u0438\u0441\u044C \u043D\u0435 \u0431\u044B\u043B\u043E \u0440\u0430\u0441\u043F\u043E\u0437\u043D\u0430\u0442\u043E \u0438\u0437-\u0437\u0430 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u0441 \u0411\u0414. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u043E\u0439\u0442\u0438 \u043F\u043E\u0437\u0436\u0435.
message.different.passwords     = \u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u0440\u0430\u0437\u043D\u044B\u0435 \u043F\u0430\u0440\u043E\u043B\u0438, \u0431\u0443\u0434\u044C\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u0442\u0435\u043B\u044C\u043D\u044B \u043A\u043E\u0433\u0434\u0430 \u0432\u0432\u043E\u0434\u0438\u0442\u0435 \u043F\u0430\u0440\u043E\u043B\u044C.
message.empty.address           = \u0412\u044B \u043D\u0435 \u0432\u0432\u0435\u043B\u0438 \u0412\u0430\u0448 \u0430\u0434\u0440\u0435\u0441. \u041D\u0430\u043C \u043D\u0443\u0436\u0435\u043D \u0412\u0430\u0448 \u0430\u0434\u0440\u0435\u0441 \u0434\u043B\u044F \u043E\u0442\u0441\u044B\u043B\u043A\u0438 \u043F\u0438\u0441\u0435\u043C.
message.empty.course            = \u0412\u044B \u043D\u0435 \u0432\u0432\u0435\u043B\u0438 \u0438\u043C\u044F \u0412\u0430\u0448\u0435\u0433\u043E \u0444\u0430\u043A\u0443\u043B\u044C\u0442\u0430\u0442\u0438\u0432\u0430(\u043A\u0443\u0440\u0441\u0430).
message.empty.email             = \u0412\u044B \u043D\u0435 \u0432\u0432\u0435\u043B\u0438 \u043F\u043E\u0447\u0442\u043E\u0432\u044B\u0439 \u0430\u0434\u0440\u0435\u0441. \u0411\u0443\u0434\u044C\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u0442\u0435\u043B\u044C\u043D\u044B.
message.empty.fname             = \u0412\u044B \u043D\u0435 \u0432\u0432\u0435\u043B\u0438 \u0412\u0430\u0448\u0435 \u0438\u043C\u044F.
message.empty.lname             = \u0412\u044B \u043D\u0435 \u0432\u0432\u0435\u043B\u0438 \u0412\u0430\u0448\u0443 \u0444\u0430\u043C\u0438\u043B\u0438\u044E.
message.empty.password          = \u0412\u044B \u043D\u0435 \u0432\u0432\u0435\u043B\u0438 \u0412\u0430\u0448 \u043F\u0430\u0440\u043E\u043B\u044C. \u0411\u0443\u0434\u044C\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u0442\u0435\u043B\u044C\u043D\u044B.
message.empty.phonenumber       = \u0412\u044B \u043D\u0435 \u0432\u0432\u0435\u043B\u0438 \u0412\u0430\u0448 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u043D\u044B\u0439 \u043D\u043E\u043C\u0435\u0440. \u041D\u0430\u043C \u043D\u0443\u0436\u0435\u043D \u0412\u0430\u0448 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u043D \u043D\u043E\u043C\u0435\u0440 \u0434\u043B\u044F \u0441\u0440\u043E\u0447\u043D\u043E\u0439 \u0441\u0432\u044F\u0437\u0438 \u0441 \u0412\u0430\u043C\u0438.
message.enrol                   = \u041D\u0430 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442 \u043D\u0435\u0442 \u043A\u0443\u0440\u0441\u043E\u0432, \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0445 \u0412\u0430\u043C \u0434\u043B\u044F \u0437\u0430\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044F.
message.enrol.choose.empty      = \u0412\u044B \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043B\u0438 \u043A\u0443\u0440\u0441 \u0434\u043B\u044F \u043F\u043E\u0434\u0430\u0447\u0438 \u0437\u0430\u044F\u0432\u043B\u0435\u043D\u0438\u044F.
message.fail.login              = \u041F\u043E\u0447\u0442\u043E\u0432\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 \u0438\u043B\u0438 \u043F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u0440\u0430\u0441\u0441\u043F\u043E\u0437\u043D\u0430\u043D\u044B.
message.graduated.courses.empty = \u0412\u044B \u0435\u0449\u0451 \u043D\u0435 \u0437\u0430\u043A\u043E\u043D\u0447\u0438\u043B\u0438 \u043D\u0438 \u043E\u0434\u0438\u043D \u043A\u0443\u0440\u0441.
message.nullpage                = \u0417\u0430\u043F\u0440\u0430\u0448\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0439 \u0437\u0430\u043F\u0440\u043E\u0441.
message.password.length         = \u041F\u0430\u0440\u043E\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0438 8 \u0441\u0438\u0432\u043E\u043B\u043E\u0432.
message.password.space          = \u041F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u043C\u0435\u0449\u0430\u0442\u044C \u043F\u0440\u043E\u0431\u0435\u043B\u044B.
message.quit.choose.empty       = \u0412\u044B \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043B\u0438 \u043A\u0430\u043A\u043E\u0439 \u043A\u0443\u0440\u0441 \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0431\u0440\u043E\u0441\u0438\u0442\u044C.
message.quit.empty              = \u0412\u044B \u043D\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u043D\u0438 \u043D\u0430 \u043E\u0434\u0438\u043D \u043A\u0443\u0440\u0441. \u041F\u043E \u044D\u0442\u043E\u0439 \u043F\u0440\u0438\u0447\u0438\u043D\u0435 \u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u043A\u0438\u043D\u0443\u0442\u044C \u043A\u0443\u0440\u0441/\u0441\u044B.
message.student.empty.courses   = \u0412\u044B \u043D\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u043D\u0430 \u043A\u0443\u0440\u0441\u044B. \u0414\u0430\u0432\u0430\u0439 \u0432\u043F\u0435\u0440\u0435\u0434, \u0442\u044B \u043C\u043E\u0436\u0435\u0448\u044C.
message.teacher.courses         = \u0412\u044B \u043D\u0435 \u043F\u0440\u0435\u043F\u043E\u0434\u0430\u0435\u0442\u0435 \u043D\u0438 \u043E\u0434\u0438\u043D \u043A\u0443\u0440\u0441. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043A\u0443\u0440\u0441\u044B \u0438 \u0442\u0435\u043C \u0441\u0430\u043C\u044B\u043C \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044E \u0438 \u043D\u0430\u0447\u0430\u0442\u044C \u0443\u0447\u0438\u0442\u044C \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u043E\u0432.
message.teacher.register.empty  = \u041D\u0430 \u0412\u0430\u0448\u0438 \u043A\u0443\u0440\u0441\u044B \u043D\u0435 \u0431\u044B\u043B\u043E \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0439 \u043F\u043E \u044D\u0442\u043E\u0439 \u043F\u0440\u0438\u0447\u0438\u043D\u0435 \u0443 \u0412\u0430\u0441 \u043D\u0435\u0442 \u0440\u0435\u0435\u0441\u0442\u0440\u0430 \u0432\u0430\u0448\u0438\u0445 \u043A\u0443\u0440\u0441\u043E\u0432.
message.user.exist              = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C \u0430\u0434\u0440\u0435\u0441\u043E\u043C \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0439.
message.wrong.email             = \u041D\u0435 \u0432\u0435\u0440\u043D\u044B\u0439 \u043F\u043E\u0447\u0442\u043E\u0432\u044B\u0439 \u0430\u0434\u0440\u0435\u0441.
